> 确定服务对象？
	1. 政府？
		各行业部门，如公安、安监、民政、教育、经贸
			为政府部门服务的好处是：
				资金不及时但是有保障
				可以借助政策的支持
				可以利用行政手段快速的推广一些事情
				政府部门的人少、面窄，容易个体研究
			怎样为政府部门服务？
				研究各个部门最急迫的需求，打蛇打七寸
				经常与各部门对接，及时了解工作安排
				* 注意根关键人物的对接，如Y，能得到万倍的借力
					* 目前就应该考虑怎样能为Y解决问题，这是一个始终都部门放的工作
				针对需求绞尽脑汁寻求解决方案，寻求最好的展示方式
	2. 各单位？
		单位的负责人？
		单位的管理人？
		单位的工作人员？
	3. 相关从业者？
		工程公司


-- 前一阶段必需埋头苦干，你的资料多了，你的东西有用，你才是个有用的网站，才有人过来跟你凑热闹，才能良性循环
-- 从网站建设的那一天起，同时也是个形象的建设，网友面对的不是一台机器，让网友认为面对的是一个有血有肉的人，是一个能够提供帮助的人，一个可以信任的人
	-- 网站文化建设，形成一个良好的氛围
	-- 用户产生归属感，才网站上有好朋友，每天必需上去聊两句，有家的氛围，偶尔组织个线下小活动



> 初步构架
	1. 确定服务对象
	2. 分析需求
	3. 规划内容
		1. 消防新闻
			1. 本地消防小新闻，'鼓励投稿'，一定要贴地气
			2. 国内重大消防事项、新闻，以及解读
			3. 国内火灾事故的解读
		1. 法律、规范、文件，及解读'在读者提出后才解读'
		2. 单位规章制度范例
		3. 教程
			1. 分门别类的视频教程，消防设施、消防检查、消防管理，甚至还有火灾调查的教程
			2. 消防培训的教程
			3. *火灾案例，火灾案例是一个大头
				1. 身边的小火灾，虽小，但是前因后果清楚，通过辛志彬和微信上征集，一个整理，审核发布
				2. 典型火灾， 专家解读，品评
	4. 消防举报投诉处理
		通过网站可以上传照片、视频，可以比较透彻的聊天，是否是隐患，多长时间的整改。。。

> 探索消防培训户籍化项目？
	1. 为什么要搞？
		1. 全市所有相关人员都有档案，是否参加过培训，达到了什么等级
			商场营业员必需达到营业员的初级，在初级的基础上可以自愿考中级、高级、专家级。。。
			管理人员考针对管理人员的比较有深度的考题，火灾隐患、消防管理、消防设施
			通过组织消防培训户籍化，使全市所有的从业人员达到一个应有的水平
		2. 准备工作
			前期到基层调研，了解基层员工的想法，管理人员的想法，不给基层添负担，最好能调动起基层的积极性，另外最好能设计出一套制度来尽量遏制作弊行为；
			另外，市面上可能会有一些类似的考试
				一是我们怎样能不让基层重复参加考试？
				二是我们的试题必需有专业性和针对性，以此体现出我们对服务对象的用处
				三是，考试结合培训、学习。不拿出单独的时间来学习，考试的题目要少，但是要精。考试开始直接计时，做题的过程中出错可以有专业而通俗易懂的教程，参加考试的人员如果没有看懂，可以跟在试题上提问，认证会员给予解答。

	2. 组织方式
		大队、派出所监控辖区单位是否组织了网上考试
		行业部门监控本行业内是否参加了考试
		单位领导首先考试，通过我们的试题，
		政府、街道是否有网格化管理系统？如果有的话，不适宜考试单独列出，应整合进网格化系统，但必需保留我们的网页。




> 将来的可能的收入来源
	1. 为工程公司、培训学校、产品设备公司打广告
		工程公司、
		培训学校、
		产品设备、
	2. 为社会单位做一些小的便利性的服务，总体原则提供一站式解决方案
		如消防监控室值班记录
		灭火器、灭火毯，其他小器材，主要目标群体是各商场里的商户，价格要适中，直接以淘宝为平台交易，当天和第二天给寄过去。怎样能让他们知道网站？最好是
		类似于微型消防站建设、表识化建设
	3. 由网站带来的声誉

`参照元贝驾考`