> 确定服务对象？
	1. 政府？
		各行业部门，如公安、安监、民政、教育、经贸
			为政府部门服务的好处是：
				资金不及时但是有保障
				可以借助政策的支持
				可以利用行政手段快速的推广一些事情
				政府部门的人少、面窄，容易个体研究
			怎样为政府部门服务？
				研究各个部门最急迫的需求，打蛇打七寸
				经常与各部门对接，及时了解工作安排
				* 注意根关键人物的对接，如Y，能得到万倍的借力
					* 目前就应该考虑怎样能为Y解决问题，这是一个始终都部门放的工作
				针对需求绞尽脑汁寻求解决方案，寻求最好的展示方式
	2. 各单位？
		单位的负责人？
		单位的管理人？
		单位的工作人员？
	3. 相关从业者？
		工程公司


-- 前一阶段必需埋头苦干，你的资料多了，你的东西有用，你才是个有用的网站，才有人过来跟你凑热闹，才能良性循环
-- 从网站建设的那一天起，同时也是个形象的建设，网友面对的不是一台机器，让网友认为面对的是一个有血有肉的人，是一个能够提供帮助的人，一个可以信任的人
-- 


> 初步构架
	1. 确定服务对象
	2. 分析需求
	3. 规划内容
		1. 消防新闻
			1. 本地消防小新闻，'鼓励投稿'，一定要贴地气
			2. 国内重大消防事项、新闻，以及解读
			3. 国内火灾事故的解读
		1. 法律、规范、文件，及解读'在读者提出后才解读'
		2. 单位规章制度范例
		3. 教程
			1. 分门别类的视频教程，消防设施、消防检查、消防管理，甚至还有火灾调查的教程
			2. 消防培训的教程
			3. *火灾案例，火灾案例是一个大头
				1. 身边的小火灾，虽小，但是前因后果清楚，通过辛志彬和微信上征集，一个整理，审核发布
				2. 典型火灾， 专家解读，品评


> 将来的可能的收入来源
	1. 为工程公司、培训学校、产品设备公司打广告
		工程公司、
		培训学校、
		产品设备、
	2. 为社会单位做一些小的便利性的服务
		如消防监控室值班记录
		灭火器，其他小器材
		消防标志牌，表识化
		微型站
	3. 由网站带来的声誉

`参照元贝驾考`